---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup2
source: html/7b7c823f-cded-1dd1-1847-6ebcef366c22.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup2 Property

Symbol m², indicating unit Square meters.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup2 { get; }
```